[
  {
    "id": 1,
    "name": "Mèo Anh lông ngắn",
    "origin": "Anh",
    "size": "Trung bình",
    "temperament": ["Thân thiện", "Điềm tĩnh", "Dễ chăm sóc"],
    "life_span": "12-15 năm",
    "weight_range": "4-8 kg",
    "coat": "Ngắn, dày",
    "price": "4.000.000-7.000.000",
    "gender": "Đực",
    "breedType": "Thuần chủng",
    "image": "https://i.imgur.com/MuwUs66.jpeg",
    "thumbnail": [
      "https://i.imgur.com/7JOhxdb.jpeg",
      "https://i.imgur.com/aAqPsPa.jpeg",
      "https://i.imgur.com/vs7Lu5x.jpeg",
      "https://i.imgur.com/u4eJC9p.mp4"
    ],
    "video": "https://i.imgur.com/u4eJC9p.mp4",
    "additional_info": {
      "health_issues": "Mèo Anh lông ngắn nổi tiếng là giống mèo khỏe mạnh và ít gặp các vấn đề về sức khỏe khi còn trẻ. Tuy nhiên, khi về già, chúng có thể mắc bệnh cơ tim phì đại (HCM), một dạng bệnh tim phổ biến ở mèo. Ngoài ra, các vấn đề về khớp, đặc biệt là viêm khớp, có thể xảy ra do cân nặng dư thừa. Vì vậy, việc kiểm tra sức khỏe định kỳ với bác sĩ thú y là cực kỳ quan trọng để đảm bảo phát hiện sớm bất kỳ dấu hiệu bất thường nào và có kế hoạch điều trị kịp thời.",
      "exercise_needs": "Mèo Anh lông ngắn thường không phải là giống mèo hoạt động mạnh, nhưng điều đó không có nghĩa là chúng không cần vận động. Một môi trường sống an toàn với các món đồ chơi như bóng hoặc cần câu mèo sẽ kích thích bản năng săn mồi tự nhiên của chúng. Chơi đùa với mèo ít nhất 15–20 phút mỗi ngày không chỉ giúp duy trì cân nặng mà còn hỗ trợ sức khỏe tinh thần, giảm nguy cơ căng thẳng hoặc buồn chán.",
      "diet": "Chế độ ăn lý tưởng cho mèo Anh lông ngắn cần chứa hàm lượng protein cao để hỗ trợ phát triển cơ bắp và duy trì thể trạng khỏe mạnh. Bạn nên cung cấp thực phẩm từ các nguồn chất lượng cao như thịt gà, cá hoặc thức ăn chế biến sẵn của các thương hiệu uy tín. Tránh thực phẩm chứa nhiều carbohydrate hoặc đường, vì chúng có thể gây tăng cân không mong muốn. Cần chú ý cung cấp đủ nước sạch để đảm bảo sức khỏe hệ tiêu hóa và thận của mèo.",
      "training_difficulty": "Là một giống mèo thông minh và dễ chịu, mèo Anh lông ngắn rất dễ huấn luyện, đặc biệt là các bài học cơ bản như dùng khay vệ sinh hoặc học các thói quen hằng ngày. Tuy nhiên, vì tính cách điềm tĩnh, chúng không thích hợp với các bài huấn luyện quá năng động hoặc đòi hỏi sự nhanh nhẹn. Để huấn luyện hiệu quả, bạn cần tạo môi trường thoải mái, không gây áp lực và khen thưởng chúng bằng đồ ăn vặt hoặc vuốt ve khi làm tốt.",
      "suitable_for": "Mèo Anh lông ngắn là một lựa chọn tuyệt vời cho gia đình, đặc biệt là những gia đình có trẻ nhỏ hoặc người lớn tuổi. Chúng rất hòa nhã, ít kêu và không phá phách. Loài mèo này dễ dàng thích nghi với môi trường căn hộ nhỏ hoặc nhà có sân vườn. Chúng cũng rất thân thiện với các vật nuôi khác, nhưng cần giám sát khi mới giới thiệu để đảm bảo hòa hợp.",
      "care_tips": "Lông ngắn nhưng dày của mèo Anh lông ngắn không đòi hỏi nhiều công chăm sóc. Bạn chỉ cần chải lông 1–2 lần mỗi tuần để loại bỏ lông rụng và giữ cho bộ lông bóng mượt. Vệ sinh tai, mắt và cắt móng định kỳ cũng rất quan trọng để tránh các vấn đề sức khỏe. Đồng thời, việc cung cấp một chỗ nằm ấm áp, sạch sẽ sẽ giúp chúng cảm thấy thoải mái hơn."
    }
  },
  {
    "id": 2,
    "name": "Mèo Ba Tư",
    "origin": "Iran",
    "size": "Trung bình",
    "temperament": ["Điềm tĩnh", "Thân thiện", "Yêu sự yên tĩnh"],
    "life_span": "12-16 năm",
    "weight_range": "3-6 kg",
    "coat": "Dài, mềm",
    "price": "4.000.000-20.000.000",
    "breedType": "Lai",
    "gender": "Cái",
    "image": "https://i.imgur.com/0h4fq3F.jpeg",
    "thumbnail": [
      "https://i.imgur.com/5UJKZIf.jpeg",
      "https://i.imgur.com/qVyIjmu.jpeg",
      "https://i.imgur.com/jQwXEJo.jpeg",
      "https://i.imgur.com/u4eJC9p.mp4"
    ],
    "video": "https://i.imgur.com/u4eJC9p.mp4",
    "additional_info": {
      "health_issues": "Mèo Ba Tư, với đặc điểm khuôn mặt dẹt, dễ gặp các vấn đề sức khỏe liên quan đến mắt và đường hô hấp. Các vấn đề như viêm kết mạc, tắc tuyến lệ hoặc chảy nước mắt nhiều là khá phổ biến. Do cấu trúc mũi ngắn, chúng có thể gặp khó khăn khi thở, đặc biệt là trong điều kiện nóng hoặc ẩm ướt. Bạn cần giữ môi trường sống sạch sẽ và thoáng mát, thường xuyên kiểm tra sức khỏe để phát hiện sớm các dấu hiệu bất thường.",
      "exercise_needs": "Mèo Ba Tư không phải là giống mèo quá năng động, nhưng điều đó không có nghĩa là chúng không cần vận động. Việc chơi đùa nhẹ nhàng với các đồ chơi mềm hoặc cần câu mèo sẽ giúp chúng duy trì cân nặng lý tưởng và giảm nguy cơ béo phì. Bạn cũng nên thiết kế một không gian yên tĩnh, nơi chúng có thể nghỉ ngơi mà không bị làm phiền.",
      "diet": "Để duy trì vẻ đẹp của bộ lông dài và mềm mại, mèo Ba Tư cần một chế độ ăn uống cân bằng, giàu protein và chất béo lành mạnh. Bạn có thể chọn thức ăn khô hoặc ướt chất lượng cao, kết hợp với các loại thực phẩm bổ sung omega-3 để hỗ trợ sức khỏe lông và da. Tránh thức ăn chứa nhiều tinh bột hoặc chất bảo quản, vì chúng có thể gây ảnh hưởng xấu đến hệ tiêu hóa.",
      "training_difficulty": "Mèo Ba Tư có tính cách điềm tĩnh và yêu thích sự yên bình, do đó việc huấn luyện cần được thực hiện trong môi trường không gây căng thẳng. Các bài huấn luyện đơn giản như dùng khay vệ sinh hoặc các thói quen hàng ngày dễ dàng được tiếp thu nếu bạn có đủ kiên nhẫn và thường xuyên khen thưởng bằng cách vuốt ve hoặc cho đồ ăn yêu thích.",
      "suitable_for": "Với tính cách yêu sự yên tĩnh, mèo Ba Tư rất phù hợp với những người độc thân hoặc gia đình ít trẻ em. Chúng không yêu cầu sự chú ý liên tục và thích hợp với môi trường sống yên tĩnh như căn hộ nhỏ hoặc nhà ở ngoại ô.",
      "care_tips": "ộ lông dài của mèo Ba Tư cần được chải hàng ngày để loại bỏ lông rụng và ngăn ngừa rối lông. Bạn nên sử dụng lược chuyên dụng cho lông dài để đảm bảo việc chăm sóc không làm mèo đau. Ngoài ra, việc vệ sinh tai, mắt và móng cũng cần được thực hiện thường xuyên để giữ mèo luôn sạch sẽ và khỏe mạnh."
    }
  },
  {
    "id": 3,
    "name": "Mèo Ragdoll",
    "origin": "Mỹ",
    "size": "Lớn",
    "temperament": ["Thân thiện", "Điềm tĩnh", "Dễ chịu"],
    "life_span": "12-15 năm",
    "weight_range": "4-9 kg",
    "coat": "Dài, mượt",
    "price": "5.000.000-6.500.000",
    "breedType": "Thuần chủng",
    "image": "https://i.imgur.com/YQng6bE.jpeg",
    "thumbnail": [
      "https://i.imgur.com/qwRuNCi.jpeg",
      "https://i.imgur.com/tL6yOFQ.jpeg",
      "https://i.imgur.com/mkFLrys.jpeg",
      "https://i.imgur.com/u4eJC9p.mp4"
    ],
    "video": "https://i.imgur.com/u4eJC9p.mp4",
    "gender": "Đực",
    "additional_info": {
      "health_issues": "Mèo Ragdoll thường khỏe mạnh, nhưng chúng dễ mắc một số bệnh di truyền, chẳng hạn như bệnh cơ tim phì đại (HCM) và các vấn đề về thận như thận đa nang. Những bệnh lý này có thể ảnh hưởng lớn đến sức khỏe và tuổi thọ của chúng. Bạn cần đưa mèo đi khám định kỳ để phát hiện sớm các triệu chứng bất thường và thực hiện các xét nghiệm di truyền nếu cần thiết để đảm bảo sức khỏe tối ưu cho chúng.",
      "exercise_needs": "Mèo Ragdoll yêu thích sự thoải mái và thường có lối sống ít vận động, nhưng chúng vẫn cần tham gia vào các hoạt động nhẹ nhàng như chơi đùa với đồ chơi hoặc đuổi bắt các món đồ nhỏ để duy trì sức khỏe. Không gian sống rộng rãi và an toàn là lý tưởng để mèo có thể khám phá mà không bị căng thẳng.",
      "diet": "Một chế độ ăn uống giàu protein là rất quan trọng để duy trì cơ bắp và sức khỏe của mèo Ragdoll. Các loại thực phẩm chất lượng cao từ thịt gà, cá hồi hoặc thức ăn chế biến sẵn uy tín là lựa chọn tuyệt vời. Bạn nên chia bữa ăn thành các phần nhỏ để tránh tình trạng mèo ăn quá nhiều một lúc, dẫn đến tăng cân không kiểm soát.",
      "training_difficulty": "Với bản tính hiền lành và thông minh, mèo Ragdoll rất dễ dàng huấn luyện. Bạn có thể dạy chúng sử dụng khay vệ sinh, thực hiện các lệnh cơ bản hoặc chơi các trò chơi tương tác. Việc huấn luyện trở nên hiệu quả hơn nếu bạn sử dụng phần thưởng như đồ ăn vặt và khen ngợi chúng thường xuyên.",
      "suitable_for": "Mèo Ragdoll là người bạn đồng hành hoàn hảo cho gia đình có trẻ em hoặc các thành viên lớn tuổi. Chúng rất dịu dàng, ít phá phách và dễ dàng hòa nhập với các vật nuôi khác. Ngoài ra, bản tính thích âu yếm của chúng làm tăng thêm sự gần gũi và yêu thương trong gia đình.",
      "care_tips": "Với bộ lông dài và mềm mại, mèo Ragdoll cần được chải ít nhất 2–3 lần mỗi tuần để ngăn ngừa rối lông và loại bỏ lông chết. Bạn cũng cần kiểm tra và vệ sinh tai, mắt, cũng như cắt móng định kỳ. Đồng thời, việc tạo một môi trường sống sạch sẽ và thoải mái sẽ giúp chúng luôn vui vẻ và khỏe mạnh."
    }
  },
  {
    "id": 4,
    "name": "Mèo Scottish Fold",
    "origin": "Scotland",
    "size": "Nhỏ",
    "temperament": ["Dễ thương", "Thân thiện", "Hiền lành"],
    "life_span": "11-14 năm",
    "weight_range": "2.5-6 kg",
    "coat": "Ngắn hoặc dài",
    "price": "15.000.000-25.000.000",
    "gender": "Cái",
    "breedType": "Lai",
    "image": "https://i.imgur.com/WuO1bdE.jpeg",
    "thumbnail": [
      "https://i.imgur.com/YvJGy2R.jpeg",
      "https://i.imgur.com/3bVjw9V.jpeg",
      "https://i.imgur.com/OWhNwFd.jpeg",
      "https://i.imgur.com/u4eJC9p.mp4"
    ],
    "video": "https://i.imgur.com/u4eJC9p.mp4",
    "additional_info": {
      "health_issues": "Mèo Scottish Fold nổi tiếng với đôi tai cụp đặc trưng, nhưng điều này cũng đi kèm với nguy cơ cao mắc các bệnh lý di truyền liên quan đến xương và khớp, chẳng hạn như loạn sản sụn. Các vấn đề này có thể gây đau đớn và làm giảm chất lượng cuộc sống của mèo. Bạn nên đưa mèo đi kiểm tra sức khỏe thường xuyên và chú ý đến các dấu hiệu bất thường như đi lại khó khăn hoặc không muốn vận động.",
      "exercise_needs": "Mèo Scottish Fold khá năng động và thích các hoạt động nhẹ nhàng như leo trèo hoặc đuổi theo đồ chơi nhỏ. Tuy nhiên, bạn cần hạn chế các bài tập quá mạnh để tránh gây áp lực lên khớp xương. Một môi trường có cây mèo và đồ chơi tương tác sẽ rất phù hợp cho nhu cầu vận động của chúng.",
      "diet": ".Chế độ ăn của mèo Scottish Fold nên cân đối giữa protein và vitamin để hỗ trợ sự phát triển của xương khớp và duy trì sức khỏe toàn diện. Bạn có thể bổ sung thực phẩm chứa omega-3 để cải thiện chất lượng lông và da. Tránh thức ăn chứa nhiều tinh bột hoặc chất bảo quản để hạn chế các vấn đề tiêu hóa.",
      "training_difficulty": "Mèo Scottish Fold rất thông minh và ngoan ngoãn, chúng dễ dàng học các thói quen như dùng khay vệ sinh hoặc tuân theo các lệnh cơ bản. Tuy nhiên, tính cách hiền lành của chúng có thể khiến chúng trở nên hơi lười biếng nếu không được khuyến khích vận động thường xuyên. Sử dụng phần thưởng và chơi đùa sẽ giúp tăng hiệu quả huấn luyện.",
      "suitable_for": "Mèo Scottish Fold là một lựa chọn lý tưởng cho gia đình yêu thích thú cưng thân thiện và hiền lành. Chúng dễ dàng hòa hợp với trẻ em, người lớn tuổi và các vật nuôi khác, nhưng cần một môi trường sống yên tĩnh để cảm thấy thoải mái nhất.",
      "care_tips": "Dù lông của chúng ngắn hay dài, việc chăm sóc đều rất dễ dàng nếu bạn chải lông định kỳ để loại bỏ lông chết và bụi bẩn. Đặc biệt, bạn cần tránh làm tổn thương vùng tai và chú ý kiểm tra khớp định kỳ để phát hiện sớm các vấn đề tiềm ẩn."
    }
  },
  {
    "id": 5,
    "name": "Mèo Bengal",
    "origin": "Mỹ",
    "size": "Lớn",
    "temperament": ["Năng động", "Thông minh", "Thích chơi đùa"],
    "life_span": "12-16 năm",
    "weight_range": "4-7 kg",
    "coat": "Ngắn, hoa văn như báo",
    "price": "7.000.000-15.000.000",
    "breedType": "Thuần chủng",
    "image": "https://i.imgur.com/JvXBou2.png",
    "thumbnail": [
      "https://i.imgur.com/afQ11q5.jpeg",
      "https://i.imgur.com/vEYvlUr.jpeg",
      "https://i.imgur.com/TwJqQV3.jpeg",
      "https://i.imgur.com/u4eJC9p.mp4"
    ],
    "video": "https://i.imgur.com/u4eJC9p.mp4",
    "gender": "Đực",
    "additional_info": {
      "health_issues": "Mèo Bengal là giống mèo năng động nhưng lại dễ mắc các vấn đề về tim mạch, huyết áp và tiêu hóa. Bệnh teo võng mạc (PRA) cũng khá phổ biến ở giống mèo này, có thể gây giảm thị lực theo thời gian. Bạn cần đưa mèo đi kiểm tra mắt, tim và các xét nghiệm tổng quát định kỳ để đảm bảo phát hiện sớm các vấn đề sức khỏe.",
      "exercise_needs": "Là giống mèo rất năng động và giàu năng lượng, mèo Bengal cần không gian rộng rãi để chạy nhảy và khám phá. Các món đồ chơi tương tác hoặc bài tập thử thách như giải đố sẽ kích thích sự sáng tạo và trí thông minh của chúng, đồng thời giúp chúng tiêu hao năng lượng thừa.",
      "diet": "Chế độ ăn uống của mèo Bengal cần giàu protein để hỗ trợ phát triển cơ bắp và duy trì năng lượng. Thực phẩm tươi như thịt gà, cá hồi hoặc thức ăn chế biến sẵn từ thương hiệu uy tín đều là lựa chọn tốt. Tránh thức ăn có nhiều phụ gia hoặc carbohydrate dễ gây tăng cân.",
      "training_difficulty": "Chế độ ăn uống của mèo Bengal cần giàu protein để hỗ trợ phát triển cơ bắp và duy trì năng lượng. Thực phẩm tươi như thịt gà, cá hồi hoặc thức ăn chế biến sẵn từ thương hiệu uy tín đều là lựa chọn tốt. Tránh thức ăn có nhiều phụ gia hoặc carbohydrate dễ gây tăng cân.",
      "suitable_for": "Với tính cách hoạt bát, mèo Bengal phù hợp với gia đình có không gian sống rộng rãi và yêu thích các hoạt động ngoài trời. Chúng cũng hòa đồng với trẻ em và các vật nuôi khác, miễn là được giới thiệu một cách phù hợp.",
      "care_tips": "Lông ngắn và hoa văn độc đáo của mèo Bengal không đòi hỏi nhiều công chăm sóc, bạn chỉ cần chải lông 1 lần mỗi tuần để giữ cho bộ lông sạch sẽ và bóng mượt. Hãy đảm bảo môi trường sống của chúng luôn an toàn và có nhiều hoạt động để tránh căng thẳng hoặc buồn chán."
    }
  },
  {
    "id": 6,
    "name": "Mèo Munchkin",
    "origin": "Mỹ",
    "size": "Nhỏ",
    "temperament": ["Hoạt bát", "Dễ thương", "Thân thiện"],
    "life_span": "12-15 năm",
    "weight_range": "2-4 kg",
    "coat": "Ngắn hoặc dài",
    "price": "5.000.000-6.000.000",
    "breedType": "Thuần chủng",
    "image": "https://i.imgur.com/L7mJjPW.jpeg",
    "thumbnail": [
      "https://i.imgur.com/4Mq0Pjt.jpeg",
      "https://i.imgur.com/E3RXwcA.jpeg",
      "https://i.imgur.com/fo3IPRB.jpeg",
      "https://i.imgur.com/u4eJC9p.mp4"
    ],
    "video": "https://i.imgur.com/u4eJC9p.mp4",
    "gender": "Cái",
    "additional_info": {
      "health_issues": "Với thân hình ngắn đặc trưng, mèo Munchkin có nguy cơ cao mắc các vấn đề về xương và khớp, đặc biệt là thoái hóa cột sống và loạn sản khớp háng. Các vấn đề này có thể gây đau đớn nếu không được chăm sóc đúng cách. Bạn cần hạn chế cho mèo nhảy từ nơi cao xuống và thường xuyên kiểm tra sức khỏe định kỳ.",
      "exercise_needs": "Mèo Munchkin năng động nhưng không đòi hỏi không gian lớn để vận động. Các trò chơi đơn giản như đuổi bóng hoặc đồ chơi treo sẽ giữ chúng vui vẻ và khỏe mạnh. Tuy nhiên, cần tránh các hoạt động có thể gây áp lực lên cột sống và khớp của chúng.",
      "diet": "Một chế độ ăn uống giàu protein và canxi là cần thiết để hỗ trợ sức khỏe xương và khớp của mèo Munchkin. Bạn nên chọn thực phẩm có thành phần tự nhiên và ít chất bảo quản để tránh các vấn đề tiêu hóa. Hãy bổ sung omega-3 để cải thiện sức khỏe da và lông của chúng.",
      "training_difficulty": "Là giống mèo thông minh và thân thiện, mèo Munchkin dễ dàng học các thói quen cơ bản. Tuy nhiên, chúng thường cần sự khuyến khích và khen thưởng liên tục để duy trì sự hứng thú trong quá trình huấn luyện.",
      "suitable_for": "Mèo Munchkin là bạn đồng hành hoàn hảo cho gia đình nhỏ hoặc những người sống một mình. Chúng rất hòa đồng và yêu thích sự chú ý từ chủ nhân, nhưng cần môi trường sống an toàn và yên bình.",
      "care_tips": "Với kích thước nhỏ nhắn, mèo Munchkin không đòi hỏi nhiều công chăm sóc. Bạn chỉ cần đảm bảo vệ sinh cơ bản như chải lông, cắt móng và làm sạch tai định kỳ. Đồng thời, tránh để chúng leo trèo lên những nơi quá cao để hạn chế nguy cơ bị thương."
    }
  }
]
