[
  {
    "id": 1,
    "name": "Chihuahua",
    "origin": "Mexico",
    "size": "Nhỏ,Trung Bình",
    "temperament": [
      "Chihuahua là giống chó rất thích hợp để nuôi làm cảnh. Can đảm, cực kỳ sống động, kiêu hãnh và mạnh dạn, chúng luôn bày tỏ tình cảm và cũng đòi hỏi sự chăm sóc của người chủ. Các chuyển động của chúng rất thanh nhã và nhanh nhẹn để tránh bị dẫm phải. Chúng khá nhanh nhẹn, thông minh, có thính giác phát triển mạnh. Chihuahua là giống chó có ý chí mạnh mẽ, đặc biệt trung thành và rất quấn chủ, thậm chí còn có thể biết ghen tỵ. Chúng đặc biệt thích được liếm mặt chủ. Luôn tỏ ra cảnh giác đối với người lạ. Khi có mặt người lạ, chúng luôn lẽo đẽo bám sát chủ nhân từng bước, tìm cách sao cho càng gần chủ càng tốt. Một số cá thể có thể hơi khó dạy dỗ, nhưng nhìn chung đây là giống chó thông minh, học khá nhanh, phản xạ tốt với các bài tập nhẹ nhàng.",
      "Chihuahua có hàm răng rất sắc như là vũ khí để tự vệ. Vì quá bé nhỏ nên dễ gây mất cảnh giác, chúng có thể cắn lại khi bị trẻ con trêu chọc. Vì vậy nhà có trẻ nhỏ không nên nuôi giống chó này. Có thể sủa ầm ỹ và đòi hỏi chủ phải khá kiên trì trong việc dạy đi vệ sinh đúng chỗ. Cần phải tạo điều kiện cho chúng hòa đồng với các giống chó khác và với người lạ từ lúc còn nhỏ, vì Chihuahua là loại chó khá hung hăng. Đối với các chú Chihuahua khác thì quan hệ có vẻ tốt hơn."
    ],
    "life_span": "12-20 năm",
    "weight_range": "1-3 kg",
    "coat": "Ngắn,Dài",
    "color": ["Nâu", "Đen", "Trắng", "Kem", "Vàng"],
    "breedType": "Thuần chủng",
    "gender": "Cái",
    "price": "2.000.000-6.000.000 VNĐ",
    "image": "https://i.imgur.com/Xn2iwCR.jpeg",
    "thumbnail": [
      "https://i.imgur.com/PnMWCKZ.jpeg",
      "https://i.imgur.com/XcuVdM2.jpeg",
      "https://i.imgur.com/F34ApNz.png"
    ],
    "video": "https://i.imgur.com/G50ZX0p.mp4",
    "additional_info": {
      "health_issues": "Chihuahua là giống chó nhỏ nhưng có thể sống khỏe mạnh nếu được chăm sóc đúng cách. Để duy trì sức khỏe, chúng cần một chế độ ăn uống hợp lý, thường là thức ăn dành riêng cho chó nhỏ, đảm bảo đầy đủ dinh dưỡng. Chihuahua cũng cần được vận động vừa phải để duy trì thể lực, tránh béo phì và các vấn đề về khớp. Mặc dù là chó nhỏ, chúng có thể mắc phải một số vấn đề sức khỏe như bệnh tim, các vấn đề về răng miệng, hoặc bệnh về mắt. Việc kiểm tra sức khỏe định kỳ và tiêm phòng đầy đủ là rất quan trọng. Ngoài ra, vệ sinh răng miệng cho Chihuahua cũng cần được chú trọng để ngăn ngừa các bệnh lý về răng miệng. Chế độ chăm sóc tốt sẽ giúp Chihuahua sống khỏe mạnh và kéo dài tuổi thọ.",
      "exercise_needs": "Chihuahua là giống chó nhỏ nhưng rất năng động và cần vận động để duy trì sức khỏe. Mặc dù kích thước nhỏ, chúng vẫn cần được ra ngoài ít nhất 30 phút đến 1 giờ mỗi ngày để đi dạo. Đi dạo giúp chúng tiêu hao năng lượng và duy trì sức khỏe thể chất. Ngoài ra, Chihuahua cũng thích chơi đùa trong nhà với các món đồ chơi nhỏ như bóng hay dây. Các trò chơi trí tuệ, như tìm đồ vật hoặc huấn luyện lệnh cơ bản, giúp kích thích tinh thần của chúng. Đặc biệt, Chihuahua rất thích sự chú ý và có thể vui vẻ khi được tham gia vào các hoạt động cùng chủ. Những bài tập nhẹ như chạy quanh sân hoặc leo cầu thang cũng rất có ích cho sự linh hoạt của cơ thể. Nếu không được vận động đủ, Chihuahua có thể trở nên lo lắng hoặc phá phách. Do đó, việc cung cấp một chế độ vận động phù hợp là rất quan trọng để đảm bảo chúng luôn khỏe mạnh và vui vẻ.",
      "diet": "Chế độ ăn của Chihuahua cần đảm bảo đầy đủ chất dinh dưỡng để duy trì sức khỏe và sự năng động. Chó Chihuahua có nhu cầu cao về protein để phát triển cơ bắp và duy trì một cơ thể khỏe mạnh. Thực phẩm giàu protein như thịt gà, cá, và thịt bò là lựa chọn tuyệt vời. Tuy nhiên, chế độ ăn của chúng cũng cần ít chất béo để tránh tăng cân không mong muốn. Việc cung cấp các loại thực phẩm dễ tiêu hóa giúp bảo vệ hệ tiêu hóa của chúng. Bạn nên tránh cho Chihuahua ăn những thức ăn quá cứng hoặc xương, vì chúng có thể làm tổn thương răng miệng và hệ tiêu hóa. Ngoài ra, việc chia nhỏ bữa ăn thành nhiều lần trong ngày sẽ giúp chúng dễ dàng tiêu hóa và duy trì năng lượng ổn định. Thực phẩm có chứa các vitamin và khoáng chất như canxi, phốt pho, và vitamin A là rất quan trọng để hỗ trợ sự phát triển xương và hệ miễn dịch. Đảm bảo chó Chihuahua uống đủ nước mỗi ngày cũng là một yếu tố quan trọng trong chế độ ăn.",
      "training_difficulty": "Chihuahua khá thông minh và dễ huấn luyện, tuy nhiên chúng có thể trở nên bướng bỉnh và cứng đầu đôi khi. Do đó, việc huấn luyện chúng cần kiên nhẫn và nhất quán. Mặc dù chúng dễ dàng học các mệnh lệnh cơ bản, nhưng cần chú ý đến sự quyết đoán trong quá trình huấn luyện để đảm bảo hiệu quả. Các bài tập huấn luyện nên được thực hiện thường xuyên và không quá phức tạp, giúp chú chó giữ được sự chú ý và không cảm thấy nhàm chán. Huấn luyện tích cực và nhẹ nhàng sẽ giúp Chihuahua học hỏi nhanh chóng. Tuy nhiên, chúng cũng có thể phản ứng mạnh mẽ nếu cảm thấy bị áp lực, vì vậy cần phải kiên nhẫn và tạo ra một môi trường huấn luyện vui vẻ. Đảm bảo sử dụng phần thưởng để khích lệ và duy trì sự hứng thú trong quá trình huấn luyện.",

      "suitable_for": "Chihuahua là giống chó rất phù hợp với những người sống trong căn hộ nhỏ, vì chúng có kích thước nhỏ gọn và không cần không gian quá rộng lớn. Ngoài ra, giống chó này còn phù hợp với người độc thân, người lớn tuổi hoặc các gia đình có trẻ em lớn. Chihuahua rất thân thiện và dễ thích nghi với những người chăm sóc chúng. Tuy nhiên, do tính cách canh gác mạnh mẽ, chúng có thể là một sự lựa chọn tuyệt vời cho những ai muốn một chú chó cảnh giác, bảo vệ. Vì là giống chó nhỏ, Chihuahua cũng dễ dàng được nuôi trong không gian hạn chế mà không gặp phải vấn đề về không gian sống. Mặc dù chúng có thể trở nên thân thiện với các thành viên trong gia đình, nhưng chúng cũng có thể tỏ ra khá bảo vệ chủ nếu cảm thấy bị đe dọa. Vì vậy, chúng phù hợp với những người có thể dành thời gian chăm sóc và quan tâm đến chúng.",

      "care_tips": "Chăm sóc Chihuahua đòi hỏi một số lưu ý đặc biệt. Nếu bạn nuôi một chú Chihuahua lông dài, hãy chắc chắn chải lông cho chúng thường xuyên để tránh rối và giảm thiểu lông rụng. Việc kiểm tra và làm sạch răng miệng hàng tuần cũng rất quan trọng để ngăn ngừa các vấn đề về răng miệng. Trong những ngày lạnh, đừng quên giữ ấm cho Chihuahua bằng áo khoác để bảo vệ chúng khỏi bị cảm lạnh hoặc những bệnh liên quan đến thời tiết. Ngoài ra, bạn cũng cần chú ý đến chế độ ăn uống hợp lý để tránh béo phì, một vấn đề phổ biến với giống chó nhỏ này. Tốt nhất, hãy cung cấp cho chúng thức ăn chất lượng cao, dễ tiêu hóa và phù hợp với lứa tuổi. Việc cho Chihuahua vận động cũng cần thiết, nhưng hãy tránh những hoạt động quá sức vì chúng có thể gặp khó khăn khi hoạt động quá mạnh mẽ. Đừng quên đưa chúng đi kiểm tra sức khỏe định kỳ để đảm bảo sức khỏe luôn ổn định."
    }
  },
  {
    "id": 2,
    "name": "Labrador Retriever",
    "origin": "Canada",
    "size": "Lớn, Trung bình",
    "temperament": ["Thân thiện", "Hiền hòa", "Thông minh"],
    "life_span": "10-12 năm",
    "weight_range": "25-36 kg",
    "coat": "Ngắn, Mượt",
    "color": ["Vàng", "Đen"],
    "breedType": "Thuần chủng",
    "gender": "Đực",
    "price": "10.000.000-20.000.000 VNĐ",
    "image": "https://i.imgur.com/o9TGCsq.jpeg",
    "thumbnail": [
      "https://i.imgur.com/4Jt4E8D.jpeg",
      "https://i.imgur.com/lML6rqk.jpeg",
      "https://i.imgur.com/ufbz8qf.jpeg"
    ],
    "video": "https://i.imgur.com/n2N8war.mp4",
    "additional_info": {
      "health_issues": "Labrador Retriever có thể gặp phải các vấn đề về khớp và mắt. Việc kiểm tra sức khỏe định kỳ, đặc biệt là các vấn đề về hông và khuỷu tay là rất quan trọng. Chúng cũng dễ bị béo phì, vì vậy cần kiểm soát chế độ ăn uống hợp lý.",
      "exercise_needs": "Labrador là giống chó rất năng động và cần vận động hàng ngày. Chúng yêu cầu các bài tập thể chất như chạy bộ hoặc bơi lội để giữ sức khỏe.",
      "diet": "Labrador cần chế độ ăn cân đối với lượng protein cao và chất béo vừa phải để duy trì cơ bắp khỏe mạnh và thể lực tốt.",
      "training_difficulty": "Labrador là giống chó thông minh và dễ huấn luyện, nhưng đôi khi chúng có thể trở nên nghịch ngợm. Việc huấn luyện cần kiên nhẫn và nhất quán.",
      "suitable_for": "Labrador phù hợp với các gia đình có trẻ em hoặc người có không gian rộng rãi, vì chúng cần vận động nhiều và thích tham gia vào các hoạt động gia đình.",
      "care_tips": "Chăm sóc Labrador đòi hỏi việc kiểm tra sức khỏe định kỳ, đặc biệt là các vấn đề về khớp. Cần chú ý đến chế độ ăn uống để tránh béo phì và duy trì hoạt động thể chất thường xuyên."
    }
  },
  {
    "id": 3,
    "name": "German Shepherd",
    "origin": "Đức",
    "size": "Lớn,Trung Bình",
    "temperament": ["Dũng cảm", "Tự tin", "Thông minh"],
    "life_span": "9-13 năm",
    "weight_range": "22-40 kg",
    "coat": "Trung bình",
    "color": ["Đen"],
    "breedType": "Thuần chủng",
    "gender": "Đực",
    "price": "15.000.000-40.000.000 VNĐ",
    "image": "https://i.imgur.com/9SxGyDC.jpeg",
    "thumbnail": [
      "https://i.imgur.com/zTsiUiT.jpeg",
      "https://i.imgur.com/tCMCAsR.jpeg",
      "https://i.imgur.com/1Ydx9ON.jpeg"
    ],
    "video": "https://i.imgur.com/JdRusby.mp4",
    "additional_info": {
      "health_issues": "German Shepherd có thể gặp các vấn đề về xương khớp, đặc biệt là bệnh loạn sản hông. Việc kiểm tra sức khỏe định kỳ là rất quan trọng.",
      "exercise_needs": "German Shepherd là giống chó rất năng động và cần hoạt động thể chất đều đặn để duy trì thể lực.",
      "diet": "Chế độ ăn của German Shepherd cần đảm bảo đầy đủ protein và vitamin, đồng thời kiểm soát lượng calo để tránh béo phì.",
      "training_difficulty": "German Shepherd là giống chó cực kỳ thông minh và dễ huấn luyện. Tuy nhiên, chúng cần được huấn luyện với sự kiên nhẫn và quyết đoán.",
      "suitable_for": "German Shepherd phù hợp với các gia đình có không gian rộng rãi và người yêu thích hoạt động thể thao, đặc biệt là trong các công việc bảo vệ, cảnh sát hoặc quân đội.",
      "care_tips": "Chăm sóc German Shepherd cần chú ý đến việc bảo vệ sức khỏe khớp, chăm sóc lông và cung cấp chế độ ăn hợp lý. Các bài tập thể chất là cần thiết để giữ chúng khỏe mạnh."
    }
  },
  {
    "id": 4,
    "name": "Bulldog",
    "origin": "Anh",
    "size": "Vừa,Nhỏ",
    "temperament": ["Hiền lành", "Cứng đầu", "Thân thiện"],
    "life_span": "8-12 năm",
    "weight_range": "18-25 kg",
    "coat": "Ngắn",
    "color": ["Trắng"],
    "breedType": "Lai",
    "gender": "Cái",
    "price": "12.000.000-25.000.000 VNĐ",
    "image": "https://i.imgur.com/nd6HIkL.jpeg",
    "thumbnail": [
      "https://i.imgur.com/1H7pzBd.jpeg",
      "https://i.imgur.com/XAkVQIt.jpeg",
      "https://i.imgur.com/0Tk2b4z.jpeg"
    ],
    "video": "https://i.imgur.com/0DbkczT.mp4",
    "additional_info": {
      "health_issues": "Bulldog dễ gặp phải các vấn đề về hô hấp do cấu trúc mũi ngắn. Cần chú ý đến sức khỏe đường hô hấp và cân nặng của chúng.",
      "exercise_needs": "Bulldog không yêu cầu quá nhiều vận động, nhưng cần một số hoạt động nhẹ nhàng như đi dạo để duy trì sức khỏe.",
      "diet": "Chế độ ăn của Bulldog cần chú ý đến lượng calo và chất béo để tránh béo phì, vì chúng dễ bị thừa cân.",
      "training_difficulty": "Bulldog là giống chó khá cứng đầu và độc lập, vì vậy cần sự kiên nhẫn và quyết đoán trong việc huấn luyện.",
      "suitable_for": "Bulldog thích hợp với những gia đình sống trong căn hộ hoặc những không gian nhỏ vì chúng không cần quá nhiều vận động.",
      "care_tips": "Chăm sóc Bulldog đòi hỏi việc chú ý đến sức khỏe hô hấp, kiểm soát cân nặng và vệ sinh hàng ngày, đặc biệt là trong các nếp gấp trên cơ thể."
    }
  },
  {
    "id": 5,
    "name": "Poodle",
    "origin": "Đức",
    "size": "Nhỏ ,Trung Bình,Lớn",
    "temperament": ["Năng động", "Thông minh", "Mong muốn làm vừa lòng"],
    "life_span": "12-15 năm",
    "weight_range": "3-25 kg",
    "coat": "Xoăn",
    "color": ["Trắng"],
    "breedType": "Thuần chủng",
    "gender": "Cái",
    "price": "5.000.000-15.000.000 VNĐ",
    "image": "https://i.imgur.com/1X3ndCB.jpeg",
    "thumbnail": [
      "https://i.imgur.com/yxnwpHh.jpeg",
      "https://i.imgur.com/vzGc2sb.jpeg",
      "https://i.imgur.com/mcz0lz2.jpeg"
    ],
    "video": "https://i.imgur.com/aOkyYnG.mp4",
    "additional_info": {
      "health_issues": "Poodle có thể gặp một số vấn đề về da và mắt, cần kiểm tra sức khỏe định kỳ và vệ sinh lông thường xuyên.",
      "exercise_needs": "Poodle là giống chó rất năng động và cần tập thể dục hàng ngày. Các bài tập như chạy và chơi là rất thích hợp.",
      "diet": "Chế độ ăn của Poodle cần chú trọng vào việc cung cấp đủ protein và chất béo tốt để duy trì lông khỏe mạnh.",
      "training_difficulty": "Poodle rất thông minh và dễ huấn luyện, vì vậy chúng học rất nhanh và thích tham gia vào các hoạt động gia đình.",
      "suitable_for": "Poodle phù hợp với các gia đình có không gian nhỏ đến vừa và người yêu thích các hoạt động trí tuệ và vận động cùng chó.",
      "care_tips": "Chăm sóc Poodle yêu cầu việc vệ sinh lông thường xuyên và chú ý đến sức khỏe da và mắt để giữ chúng luôn khỏe mạnh."
    }
  },
  {
    "id": 6,
    "name": "Golden Retriever",
    "origin": "Scotland",
    "size": "Lớn,Trung Bình",
    "temperament": ["Thân thiện", "Đáng tin cậy", "Thông minh"],
    "life_span": "10-12 năm",
    "weight_range": "25-34 kg",
    "coat": "Dài và sóng",
    "color": ["Vàng"],
    "breedType": "Thuần chủng",
    "gender": "Đực",
    "price": "15.000.000-25.000.000 VNĐ",
    "image": "https://i.imgur.com/m5xNFRI.jpeg",
    "thumbnail": [
      "https://i.imgur.com/dQsO15r.jpeg",
      "https://i.imgur.com/tzGB8Yr.jpeg",
      "https://i.imgur.com/34hKwfa.jpeg"
    ],
    "video": "https://i.imgur.com/XR1sLHZ.mp4",
    "additional_info": {
      "health_issues": "Golden Retriever dễ gặp các vấn đề về xương khớp và mắt, cần kiểm tra định kỳ để phát hiện sớm các bệnh như loạn sản hông.",
      "exercise_needs": "Golden Retriever là giống chó rất năng động và cần vận động hàng ngày, đặc biệt là các bài tập như bơi lội và chạy bộ.",
      "diet": "Chế độ ăn của Golden Retriever cần phải cân bằng giữa protein, chất béo và tinh bột để duy trì cơ thể khỏe mạnh.",
      "training_difficulty": "Golden Retriever là giống chó dễ huấn luyện nhờ vào sự thông minh và mong muốn làm vừa lòng chủ nhân.",
      "suitable_for": "Golden Retriever rất phù hợp với các gia đình có trẻ em hoặc những người yêu thích hoạt động ngoài trời, vì chúng thích tham gia vào các trò chơi và thể thao.",
      "care_tips": "Chăm sóc Golden Retriever cần chú ý đến việc chăm sóc lông dài và vệ sinh mắt. Các hoạt động thể chất đều đặn và chế độ ăn hợp lý là cần thiết."
    }
  }
]
