[
  {
    "id": 1,
    "name": "Lược Chải Lông",
    "description": "Lược chải lông giúp loại bỏ lông rụng và giữ cho bộ lông của thú cưng luôn mượt mà và sạch sẽ. Lược được thiết kế đặc biệt để không làm tổn thương da thú cưng.",
    "usage": "Sử dụng để chải lông cho thú cưng hàng ngày, bắt đầu từ phần lông dài hoặc rối để loại bỏ lông rụng. Dùng cho chó và mèo có lông dài hoặc ngắn.",
    "category": "Chó, Mèo",
    "price": "120.000 VND",
    "material": "Nhựa, Thép không gỉ",
    "color": "Trắng, Đen",
    "dimensions": "20cm x 5cm",
    "image": "https://i.imgur.com/CmrT6uT.jpeg",
    "thumbnails": [
      "https://i.imgur.com/XjZVXYM.jpg",
      "https://i.imgur.com/Yv4h7PO.jpg",
      "https://i.imgur.com/Ak1mXl9.jpg"
    ],
    "hasc": "Sản phẩm an toàn cho da thú cưng. Không nên sử dụng lực quá mạnh để tránh tổn thương da.",
    "storage_instructions": "Bảo quản nơi khô ráo, tránh nhiệt độ quá cao và ánh nắng trực tiếp.",
    "additional_notes": "Lược có thể dễ dàng vệ sinh sau mỗi lần sử dụng. Phù hợp cho các loài thú cưng có lông dài hoặc dày."
  },
  {
    "id": 2,
    "name": "Máy Tắm Cho Thú Cưng",
    "description": "Máy tắm tiện lợi giúp tắm cho thú cưng một cách nhanh chóng và hiệu quả, với chế độ massage nhẹ nhàng, làm sạch lông mà không gây tổn thương cho da thú cưng.",
    "usage": "Sử dụng máy để tắm cho thú cưng bằng cách bật chế độ massage và xả nước ấm vào cơ thể thú cưng, giúp tắm sạch lông mà không gây khó chịu.",
    "category": "Chó, Mèo, Hamster",
    "price": "1.200.000 VND",
    "material": "Nhựa, Kim loại",
    "color": "Trắng, Xám",
    "dimensions": "30cm x 20cm x 10cm",
    "power": "220V",
    "image": "https://i.imgur.com/Qkt2r8Q.jpg",
    "thumbnails": [
      "https://i.imgur.com/Z5k7Vbx.jpg",
      "https://i.imgur.com/OoGzfs0.jpg",
      "https://i.imgur.com/U7VYPH6.jpg"
    ],
    "hasc": "Sử dụng đúng điện áp (220V). Đảm bảo không để nước vào các bộ phận điện tử của máy.",
    "storage_instructions": "Lưu trữ ở nơi khô ráo, tránh độ ẩm và không để máy tiếp xúc trực tiếp với nước khi không sử dụng.",
    "additional_notes": "Máy rất nhẹ và dễ sử dụng, thích hợp cho thú cưng có lông dài hoặc dày."
  },
  {
    "id": 3,
    "name": "Bình Xịt Chống Ve Rận",
    "description": "Bình xịt bảo vệ thú cưng khỏi ve rận và các loài ký sinh trùng khác. Thành phần an toàn, phù hợp cho thú cưng có da nhạy cảm.",
    "usage": "Xịt trực tiếp lên vùng lông và da của thú cưng, tránh xịt vào mắt và miệng. Dùng khi thú cưng có dấu hiệu nhiễm ký sinh trùng hoặc ngừa ký sinh trùng.",
    "category": "Chó, Mèo",
    "price": "150.000 VND",
    "material": "Dung dịch xịt",
    "size": "250ml",
    "image": "https://i.imgur.com/YDbkLX5.jpg",
    "thumbnails": [
      "https://i.imgur.com/Tm1hxGv.jpg",
      "https://i.imgur.com/2h5ETjx.jpg",
      "https://i.imgur.com/z5Bz3pa.jpg"
    ],
    "hasc": "Không xịt trực tiếp vào mắt và miệng của thú cưng. Tránh để sản phẩm tiếp xúc với da nhạy cảm nếu có dấu hiệu dị ứng.",
    "storage_instructions": "Bảo quản nơi khô ráo, tránh ánh sáng mặt trời trực tiếp và nhiệt độ cao.",
    "additional_notes": "Sản phẩm không gây kích ứng, thích hợp cho thú cưng có da nhạy cảm."
  },
  {
    "id": 4,
    "name": "Dầu Tắm Cho Thú Cưng",
    "description": "Dầu tắm chuyên dụng giúp làm sạch và dưỡng da cho thú cưng, phù hợp với mọi loại lông và da nhạy cảm, không gây kích ứng.",
    "usage": "Làm ướt lông thú cưng, sau đó xoa dầu tắm đều lên toàn bộ cơ thể. Massage nhẹ nhàng và xả sạch với nước ấm.",
    "category": "Chó, Mèo",
    "price": "250.000 VND",
    "material": "Tinh dầu thiên nhiên, Dung dịch tắm",
    "size": "500ml",
    "image": "https://i.imgur.com/goyXMtO.jpg",
    "thumbnails": [
      "https://i.imgur.com/4DpdQTv.jpg",
      "https://i.imgur.com/fg6gtjK.jpg",
      "https://i.imgur.com/n8jrddD.jpg"
    ],
    "hasc": "Sản phẩm an toàn cho da nhạy cảm, không gây kích ứng. Kiểm tra trước khi sử dụng trên vùng da bị tổn thương.",
    "storage_instructions": "Lưu trữ nơi khô ráo, tránh ánh sáng trực tiếp và nhiệt độ cao.",
    "additional_notes": "Sản phẩm thích hợp cho thú cưng có da nhạy cảm hoặc lông dễ gãy."
  },
  {
    "id": 5,
    "name": "Túi Vệ Sinh Cho Thú Cưng",
    "description": "Túi vệ sinh giúp thu gom phân của thú cưng một cách dễ dàng và vệ sinh, thích hợp khi dạo bộ ngoài trời.",
    "usage": "Mở túi và sử dụng để thu gom phân của thú cưng trong khi đi dạo. Đảm bảo vệ sinh và tiện lợi khi đi ra ngoài.",
    "category": "Chó",
    "price": "30.000 VND",
    "material": "Nhựa phân hủy sinh học",
    "size": "20cm x 30cm",
    "image": "https://i.imgur.com/B43FJ2T.jpg",
    "thumbnails": [
      "https://i.imgur.com/eA2BG00.jpg",
      "https://i.imgur.com/oLq5Phd.jpg",
      "https://i.imgur.com/Anf5Ulq.jpg"
    ],
    "hasc": "Sản phẩm thân thiện với môi trường. Vui lòng không xả túi đã sử dụng vào hệ thống cống rãnh để bảo vệ môi trường.",
    "storage_instructions": "Bảo quản nơi khô ráo, tránh độ ẩm và ánh sáng trực tiếp.",
    "additional_notes": "Túi phân hủy sinh học thân thiện với môi trường, dễ sử dụng và tiện lợi khi dạo chơi với chó."
  },
  {
    "id": 6,
    "name": "Bàn Chải Đánh Răng Cho Thú Cưng",
    "description": "Bàn chải giúp làm sạch răng miệng cho thú cưng, ngăn ngừa bệnh lý về răng miệng và bảo vệ sức khỏe lâu dài.",
    "usage": "Sử dụng bàn chải để chải răng cho thú cưng, bắt đầu từ phần răng sâu và khó tiếp cận, làm sạch toàn bộ khoang miệng.",
    "category": "Chó, Mèo",
    "price": "60.000 VND",
    "material": "Silicon, Thép không gỉ",
    "color": "Xanh, Hồng",
    "image": "https://i.imgur.com/4FzXjr9.jpg",
    "thumbnails": [
      "https://i.imgur.com/YxZn9bP.jpg",
      "https://i.imgur.com/OYCT7wQ.jpg",
      "https://i.imgur.com/VaNzQnP.jpg"
    ],
    "hasc": "Không nên sử dụng lực quá mạnh khi chải răng, tránh gây tổn thương lợi thú cưng.",
    "storage_instructions": "Bảo quản bàn chải ở nơi khô ráo và sạch sẽ.",
    "additional_notes": "Thích hợp cho cả chó và mèo. Nên chải răng cho thú cưng ít nhất một lần mỗi tuần."
  }
]
