[
  {
    "id": 1,
    "name": "Cá Betta",
    "origin": "Đông Nam Á",
    "size": "Nhỏ",
    "temperament": ["Hiếu chiến", "Dễ chăm sóc", "Sặc sỡ"],
    "life_span": "2-4 năm",
    "size_range": "4-6 cm",
    "color": "Đỏ, xanh, tím, trắng",
    "price": "80.000-120.000",
    "image": "https://i.imgur.com/r6yUmA8.png",
    "additional_info": {
      "health_issues": "Cá Betta có thể bị nhiễm trùng nấm và các bệnh về vây nếu môi trường không sạch sẽ.",
      "exercise_needs": "Cá Betta không cần không gian quá rộng, nhưng cần môi trường nước sạch để phát triển tốt.",
      "diet": "Chế độ ăn chủ yếu của cá Betta là thức ăn sống như sâu, tôm nhỏ hoặc thức ăn viên chuyên dụng.",
      "training_difficulty": "Cá Betta có thể huấn luyện để ăn từ tay người, nhưng do tính hiếu chiến, cần tránh nuôi chung với các loài cá khác.",
      "suitable_for": "Thích hợp cho những người nuôi cá cảnh trong hồ nhỏ hoặc bể cá đơn lẻ.",
      "care_tips": "Cần duy trì chất lượng nước sạch và thường xuyên thay nước để cá Betta luôn khỏe mạnh."
    }
  },
  {
    "id": 2,
    "name": "Cá Vàng",
    "origin": "Trung Quốc",
    "size": "Nhỏ",
    "temperament": ["Hiền lành", "Thân thiện", "Dễ nuôi"],
    "life_span": "10-15 năm",
    "size_range": "10-20 cm",
    "color": "Vàng, cam, trắng",
    "price": "20.000-80.000",
    "image": "https://i.imgur.com/wCY8xvO.jpeg",
    "additional_info": {
      "health_issues": "Cá Vàng dễ mắc bệnh về da và mắt nếu sống trong môi trường nước bẩn.",
      "exercise_needs": "Cá Vàng cần không gian bơi lội rộng rãi, đặc biệt là khi chúng trưởng thành.",
      "diet": "Chế độ ăn của cá Vàng nên bao gồm thức ăn viên, cám, và rau củ.",
      "training_difficulty": "Rất dễ nuôi và không cần huấn luyện nhiều, nhưng cần điều kiện môi trường sống tốt.",
      "suitable_for": "Phù hợp với người mới bắt đầu nuôi cá cảnh hoặc gia đình có trẻ em.",
      "care_tips": "Chăm sóc cá Vàng cần thay nước định kỳ và kiểm tra chất lượng nước để tránh các bệnh về da."
    }
  },
  {
    "id": 3,
    "name": "Cá Neon",
    "origin": "Nam Mỹ",
    "size": "Rất nhỏ",
    "temperament": ["Thân thiện", "Hoạt bát", "Thích sống bầy đàn"],
    "life_span": "5-8 năm",
    "size_range": "2-4 cm",
    "color": "Xanh, đỏ",
    "price": "7.000-100.000",
    "image": "https://i.imgur.com/oudTljO.jpeg",
    "additional_info": {
      "health_issues": "Cá Neon có thể bị nhiễm các bệnh về đường tiêu hóa hoặc viêm đường hô hấp nếu không được chăm sóc đúng cách.",
      "exercise_needs": "Chúng là loài cá hoạt bát, cần sống trong bầy đàn để cảm thấy an toàn.",
      "diet": "Chế độ ăn của cá Neon chủ yếu là thức ăn viên cho cá nhỏ, nhưng cũng cần bổ sung tôm hoặc sâu.",
      "training_difficulty": "Cá Neon rất dễ nuôi và ít đòi hỏi về huấn luyện.",
      "suitable_for": "Phù hợp cho những người muốn nuôi cá cảnh trong các bể cá cộng đồng hoặc bể cá nhỏ.",
      "care_tips": "Cần duy trì nhiệt độ nước ổn định và đảm bảo môi trường sống an toàn cho cá Neon."
    }
  },
  {
    "id": 4,
    "name": "Cá Dĩa",
    "origin": "Nam Mỹ",
    "size": "Trung bình",
    "temperament": ["Hiền lành", "Thân thiện", "Khó chăm sóc"],
    "life_span": "8-10 năm",
    "size_range": "15-20 cm",
    "color": "Đỏ, xanh, vàng, trắng",
    "price": "140.000-300.000",
    "image": "https://i.imgur.com/4NA0h8A.jpeg",
    "additional_info": {
      "health_issues": "Cá Dĩa nhạy cảm với chất lượng nước, dễ bị mắc các bệnh về da nếu môi trường sống không đạt tiêu chuẩn.",
      "exercise_needs": "Cá Dĩa cần bể cá lớn với nhiều không gian bơi lội, chúng thích sống trong môi trường có ít dòng chảy.",
      "diet": "Chế độ ăn của cá Dĩa nên bao gồm thức ăn tươi và thức ăn sống như tôm, giun, cùng các loại thực phẩm chuyên dụng.",
      "training_difficulty": "Khá khó chăm sóc và nuôi dưỡng, cần kiên nhẫn và kiến thức về chăm sóc cá cảnh.",
      "suitable_for": "Chỉ nên nuôi cá Dĩa với những người đã có kinh nghiệm trong việc nuôi cá cảnh.",
      "care_tips": "Cần phải duy trì nước sạch, kiểm tra pH và nhiệt độ thường xuyên để cá phát triển tốt."
    }
  },
  {
    "id": 5,
    "name": "Cá Phượng Hoàng",
    "origin": "Nam Mỹ",
    "size": "Nhỏ",
    "temperament": ["Hiền lành", "Thích sống bầy đàn", "Sặc sỡ"],
    "life_span": "4-6 năm",
    "size_range": "5-7 cm",
    "color": "Vàng, đỏ, xanh",
    "price": "15.000-50.000",
    "image": "https://i.imgur.com/OwQWXZO.jpeg",
    "additional_info": {
      "health_issues": "Cá Phượng Hoàng có thể bị bệnh nếu sống trong nước không sạch hoặc không có đủ oxy.",
      "exercise_needs": "Chúng thích sống bầy đàn và cần có không gian bơi lội thoải mái.",
      "diet": "Chế độ ăn chủ yếu của chúng là thức ăn viên cho cá nhỏ hoặc thức ăn tươi như giun, tôm.",
      "training_difficulty": "Rất dễ nuôi và thích hợp cho những người nuôi cá cảnh lần đầu.",
      "suitable_for": "Phù hợp cho bể cá nhỏ hoặc bể cộng đồng với các loài cá khác.",
      "care_tips": "Cần thay nước định kỳ và kiểm tra chất lượng nước thường xuyên để cá luôn khỏe mạnh."
    }
  },
  {
    "id": 6,
    "name": "Cá Koi",
    "origin": "Nhật Bản",
    "size": "Lớn",
    "temperament": ["Hiền lành", "Thân thiện", "Dễ nuôi"],
    "life_span": "25-35 năm",
    "size_range": "30-90 cm",
    "color": "Trắng, đỏ, cam, đen",
    "price": "600.000-6.500.000",
    "image": "https://i.imgur.com/4I367hK.jpeg",
    "additional_info": {
      "health_issues": "Cá Koi có thể bị nhiễm bệnh nếu môi trường không được duy trì đúng tiêu chuẩn, đặc biệt là bệnh nấm và vi khuẩn.",
      "exercise_needs": "Chúng cần không gian rộng lớn, hồ nước sâu và có thể di chuyển tự do.",
      "diet": "Chế độ ăn của cá Koi rất phong phú, bao gồm thức ăn viên, rau củ, và các loại thức ăn tươi khác.",
      "training_difficulty": "Cá Koi rất dễ nuôi và có thể sống lâu dài với sự chăm sóc đúng cách.",
      "suitable_for": "Phù hợp cho những ai muốn nuôi cá trong hồ lớn hoặc có khu vực rộng để nuôi cá cảnh ngoài trời.",
      "care_tips": "Cần kiểm tra chất lượng nước, duy trì nhiệt độ ổn định và thay nước thường xuyên để cá Koi phát triển khỏe mạnh."
    }
  }
]
